Repository: Psycojoker/ffdn-db
Catalog: ffdnispdb/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Project considered
fr: Projet envisagé

source: Primary members found
fr: Porteurs-euses du projet identifiés

source: Legal structure being created
fr: Structure en cours de création

source: Legal structure created
fr: Structure constituée

source: Base tools created (bank account, first members)
fr: Outils de base créés (compte en banque, premiers adhérents)

source: ISP partially functional (first subscribers, maybe in degraded mode)
fr: FAI opérationnel partiellement (premiers accès ouverts, p-e en mode dégradé)

source: ISP fully working
fr: FAI pleinement opérationnel

source: JSON value too big, must be less than %(max_size)s
fr: Valeur JSON trop volumineuse, doit peser moins de %(max_size)s

source: Not a valid JSON value
fr: Valeur JSON invalide

source: Invalid GeoJSON, please check it
fr: Valeur GeoJSON invalide, vérifiez-la

source: Unable to store GeoJSON in database
fr: Impossible de stocker votre GeoJSON en base de données

source: this element already exists
fr: Cet élément existe déjà

source: name
fr: nom

source: Area
fr: Zone

source: Technologies deployed
fr: Technologies déployées

source: area
fr: zone

source: You must fill both fields
fr: Vous devez remplir les deux champs

source: Name
fr: Nom

source: full name
fr: nom complet

source: short name
fr: nom court

source: Short text describing the project
fr: Court texte décrivant le projet

source: logo url
fr: url du logo

source: website
fr: site web

source: Additional websites that you host (e.g. wiki, etherpad...)
fr: Sites web additionnels que vous hébergez (e.g. wiki, etherpad...)

source: contact email
fr: email de contact

source: General contact email address
fr: Adresse email de contact généraliste

source: main mailing list
fr: liste de diffusion principale

source: Address of your main mailing list
fr: Adresse de la liste de diffusion principale

source: creation date
fr: date de création

source: YYYY-mm-dd
fr: AAAA-mm-jj

source: Date at which the legal structure for your project was created
fr: Date de création de la structure légale de votre projet

source: chatrooms
fr: salons de discussion

source: In URI form, e.g. <code>irc://irc.isp.net/#isp</code> or <code>xmpp:isp@chat.isp.net?join</code>
fr: Sous la forme d'une URI, e.g. <code>irc://irc.isp.net/#isp</code> ou <code>xmpp:isp@chat.isp.net?join</code>

source: Covered Areas
fr: Zones Couvertes

source: Descriptive name of the covered areas and technologies deployed
fr: Nom descriptif de la zone couverte et technologies déployées

source: Coordinates of your registered office or usual meeting location. <strong>Required in order to appear on the map.</strong>
fr: Coordonées de votre siège ou lieu habituel de rencontre. <strong>Requis pour apparaitre sur la carte.</strong>

source: progress step
fr: étape de progression

source: members
fr: membres

source: Number of members
fr: Nombre de membres

source: subscribers
fr: abonné-e-s

source: Number of subscribers to an internet access
fr: Nombre d'abonné-e-s à un accès à Internet

source: Technical contact, in case of problems with your submission
fr: Contact technique, en cas de problème

source: You must specify at least one area
fr: Vous devez spécifier au moins une zone

source: The size of all GeoJSON data combined must not exceed %(max_size)s
fr: La taille de toutes les données GeoJSON ne soit pas excéder %(max_size)s

source: Invalid URL
fr: URL invalide

source: base url
fr: url de base

source: A ressource implementing our JSON-Schema specification must exist at path /isp.json
fr: Une ressource implémentant notre spécification JSON-Schema doit exister au chemin /isp.json

source: Technical contact, in case of problems
fr: Contact technique, en cas de problèmes

source: Invalid URL (must be HTTP(S))
fr: URL invalide (doit être HTTP(S))

source: This URL is already in our database
fr: Cette URL est déjà dans notre base de données

source: Tech Email
fr: Email Technique

source: The Technical contact you provided while registering
fr: Le contact technique que vous avez fourni lors de l'enregistrement

source: Project modified
fr: Projet modifié

source: If you provided the correct email adress, you must will receive a message shortly (check your spam folder)
fr: Si vous avez fourni l'adresse correcte, vous allez recevoir un message sous peu (regardez dans votre dossier spam)

source: Project created
fr: Projet créé

source: Automatic updates activated
fr: Mises à jour automatiques activées

source: Page not found
fr: Page introuvable

source: Internal error
fr: Erreur interne

source: Add a project
fr: Ajouter un projet

source: Automatically from a JSON file
fr: Depuis un fichier JSON

source: You only have to give us the link to the hostname where you implement the <a href="%(format_spec)s">ISP Format</a>, and we will crawl it periodicaly to update your informations.
fr: Vous devez simplement nous donner le lien vers le nom de domaine où vous implémentez le <a href="%(format_spec)s">Format ISP</a> et nous le revisiterons périodiquement pour mettre à jour vos informations.

source: Heck yeah
fr: Ouais, carrément !

source: Manually by filling a form
fr: Manuellement par formulaire

source: Don't have the ressources or time to host an <em>ISP Format</em> JSON file ? Don't worry, you can also fill our simple form to give us the informations about your local ISP. Only problem, you'll have to come back here if you want to update it.
fr: Vous n'avez pas le temps ou les ressources pour héberger un fichier JSON implémentant le <em>Format ISP</em> ? Pas de problème, vous pouvez aussi remplir un formulaire pour nous donner les informations sur votre FAI local. Par contre, vous devrez revenir sur ce site pour mettre à jour vos informations manuellement.

source: That JSON thing is too cool for me
fr: Le JSON c'est trop fort pour moi

source: Add a new project
fr: Ajouter un nouveau projet

source: Add a new project from a JSON URL
fr: Ajouter un nouveau projet depuis une URL JSON

source: Edit your ISP
fr: Éditer votre FAI

source: Error:
fr: Erreur:

source: To edit your ISP, you need to give us the email provided while registering and we will send you a link to edit it.
fr: Pour éditer votre FAI, merci d'entrer l'email fourni lors de son enregistrement et nous vous enverrons un lien pour l'éditer.

source: Submit
fr: Valider

source: Cancel
fr: Annuler

source: About the database
fr: À propos de la base de données

source: This page was created by the <a href="http://www.ffdn.org/en/">FDN Federation</a> in an effort to gather information about ISPs sharing its values around the world. The FDN Federation unite more than 20 non-profit ISPs in France, all of which respect and promote <a href="https://en.wikipedia.org/wiki/Network_neutrality">Net Neutrality</a> and are volunteer-based. You can learn more about what we stand for on <a href="http://www.ffdn.org/en/principles">our website</a>.
fr: Cette page a été créée par la <a href="http://www.ffdn.org/">Fédération FDN</a> dans le but de rassembler et mettre en valeur les informations sur les FAIs autour du monde partageant ses valeurs. La Fédération FDN rassemble plus de 20 Fournisseurs d'Accès à Internet en France, tous respectent et promeuvent la <a href="https://fr.wikipedia.org/wiki/Neutralit%%C3%%A9_du_r%%C3%%A9seau">Neutralité du Net</a> et sont gérés par des bénévoles. Pour en apprendre plus sur nos valeurs, rendez-vous <a href="http://www.ffdn.org/fr/principes-fondateurs">sur notre site internet</a>.

source: We hope that this page help you find an ISP near you. If there aren't any, we encourage you to start your own, and come tell us about it.
fr: Nous espérons que cette page vous aidera à trouver un FAI près de chez vous. Si il n'y en a pas, vous pouvez toujours créer le votre et venir nous parler de votre projet.

source: If you are member of an ISP sharing our values and are interested in appearing on this page, just follow the guide:
fr: Si vous êtes membre d'un FAI partageant nos valeurs et souhaitez apparaître sur cette page, suivez le guide:

source: Add my project
fr: Ajouter mon projet

source: Search
fr: Chercher

source: Home
fr: Accueil

source: Project List
fr: Liste des projets

source: Choose your language
fr: Choisissez votre langue

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: Help us translate this website to your language !
fr: Aidez-nous à traduire ce site dans votre langue !

source: <small>Project:</small> %(project_name)s
fr: <small>Projet:</small> %(project_name)s

source: Edit
fr: Éditer

source: covered areas
fr: zones couvertes

source: other websites
fr: autres sites web

source: step
fr: étape

source: FFDN Member
fr: Membre FFDN

source: Yes, since %(date)s
fr: Oui, depuis le %(date)s

source: Yes
fr: Oui

source: coordinates
fr: coordonées

source: Coordinates
fr: Coordonnées

source: Next
fr: Suivant

source: Validating the JSON URL
fr: Validation de l'URL JSON

source: Areas
fr: Zones

source: Step
fr: Étape

source: Member of the FDN Federation
fr: Membre de la Fédération FDN

source: Examine
fr: Éxaminer

source: Reactivating updates on your project
fr: Réactivation des mises à jour de votre projet

source: No ISP matching your query was found :-(
fr: Aucun FAI corresponsant à votre requête n'a été trouvé :-(

source: GeoJSON Input
fr: Champ GeoJSON

source: Paste your GeoJSON here :
fr: Collez votre GeoJSON ici :

source: Accepted types: Polygon, MultiPolygon
fr: Types acceptés: Polygon, Multipolygon

source: Done
fr: Fini

source: Find ISPs near you
fr: Trouvez des FAI proche de vous

source: Legend
fr: Légende

source: ISP
fr: FAI

source: Retry
fr: Réessayer
